{
    "our_digital_solutions": "Our Digital Solutions",
    "award_winning_technology": "Award Winning Technology",
    "the_next_drawing_will_start_soon": "The next drawing will start soon. Please wait until it is over to buy your tickets.",
    "bridging": "BRIDGING",
    "bridging_the_gap_with_technology": "BRIDGING THE GAP WITH TECHNOLOGY",
    "agriexchanges_array_of_digital_solutions": "Agri-Exchange's array of digital solutions offers a way to connect with users in remote areas, establish dependable and effective trade channels, or address transparency and origin concerns in food supply chains - all through a securely managed and traceable online platform.",
    "digitalizing": "DIGITALIZING",
    "digitalizing_value_chains_for_smallholde": "DIGITALIZING VALUE CHAINS FOR SMALLHOLDER FARMERS",
    "agri_adopts_digital_solutions_to_simplif": "AGRI adopts digital solutions to simplify value chains for smallholder farmers and guarantee compliance with regulations such as the EU Deforestation Regulation (EUDR). Our tools empower cooperatives with efficiency and transparency, enabling legal adherence throughout the entire journey from farm to consumer.",
    "why": "WHY",
    "why_globally_more_than_1": "WHY? Globally, more than 1.7 billion individuals rely on income generated from small-scale farming endeavors. It is essential to empower these smallholder farmers and their cooperatives with digital tools to navigate intricate global supply chains and adhere to legal regulations such as the EU Deforestation Regulation (EUDR).",
    "through_the_digitization_of_processes_we": "Through the digitization of processes, we are cultivating a more transparent, efficient, and sustainable agricultural ecosystem that brings advantages to farmers, cooperatives, commodity buyers, and consumers alike. ‍ It's a win-win.",
    "its_a_winwin": "It's a WIN-WIN",
    "discover_agriexchange": "Discover Agri-Exchange",
    "our_vision__our_mission": "OUR VISION - OUR MISSION",
    "our_vision": "OUR VISION",
    "achieving_inclusive_agriculture_through_": "ACHIEVING INCLUSIVE AGRICULTURE THROUGH DIGITAL EMPOWERMENT",
    "at_agriexchange_we_aspire_to_see_a_world": "At Agri-Exchange, we aspire to see a world where smallholder farmers, fishers, and their cooperatives are seamlessly integrated into the global agricultural ecosystem. We firmly believe in the potential of digital technology to bridge divides, promote inclusivity, and unleash the complete capabilities of agriculture in emerging markets.",
    "our_mission": "OUR MISSION",
    "revolutionizing_value_chains_through_dig": "REVOLUTIONIZING VALUE CHAINS THROUGH DIGITAL INNOVATION",
    "our_mission_is_to_revolutionize_agricult": "Our mission is to revolutionize agricultural value chains by ensuring that digital technology is accessible to cooperatives, along with their smallholder farmers and fishers. We offer the tools, information, and services necessary to nurture trust, transparency, and collaboration within the value chain. Our approach empowers farmers with the knowledge and skills essential for informed decision-making, enabling them to flourish in an increasingly intricate and interconnected world.",
    "awardwinning": "AWARD-WINNING",
    "awardwinning_technology_for_agricultural": "AWARD-WINNING TECHNOLOGY FOR AGRICULTURAL TRANSFORMATION At AGRI",
    "weve_revolutionized_the_intersection_of_": "We've revolutionized the intersection of technology and agriculture. Our products, crafted with human-centered design principles, operate seamlessly even offline and incorporate blockchain technology to elevate trust, data transparency, and security.",
    "our__other": "OUR - OTHER",
    "our_solutions_link_commodity_buyers_to_r": "Our solutions link commodity buyers to remote farming communities, enabling smooth and compliant transactions, thus revolutionizing agricultural market dynamics.",
    "by_aiding_cooperatives_in_their_digital_": "By aiding cooperatives in their digital journey, we simplify processes and enhance data handling, promoting efficiency and informed choices throughout agricultural value chains.",
    "agris_distinctive_method_establishes_rel": "AGRI's distinctive method establishes reliable, trust-driven market frameworks. Our adaptable and replicable model amplifies connectivity and market evolution worldwide.",
    "our_range_of_solutions_is_customized_to_": "Our range of solutions is customized to cater to users with diverse levels of digital proficiency, making cutting-edge technology accessible and applicable to a wide array of smallholder farmers for the first time.",
    "explore": "Explore",
    "digitization_of_the_agricultural_value_c": "Digitization of the Agricultural Value Chain While Empowering Communities Along the Way.",
    "problems_we_solve": "PROBLEMS WE SOLVE",
    "our_service": "OUR SERVICE",
    "fostering_compliance_through_traceabilit": "Fostering Compliance through Traceability",
    "agris_solutions_bolster_traceability_wit": "AGRI's solutions bolster traceability within agricultural supply chains, essential for adhering to compliance standards such as the EU Deforestation Regulation (EUDR). We equip stakeholders with the necessary tools for transparent and verifiable tracking from farm to market.",
    "empowering_digital_transactions_in_marke": "Empowering Digital Transactions in Markets",
    "we_facilitate_digital_integration_for_sm": "We facilitate digital integration for smallholder farmers, enabling them to participate confidently in the market. Our tools streamline sales processes, grant access to crucial market insights, and ensure compliance, bolstering economic resilience and market presence.",
    "driving_agricultural_advancement_with_da": "Driving Agricultural Advancement with Data-Driven Insights",
    "our_platform_furnishes_agricultural_guid": "Our platform furnishes agricultural guidance grounded in data benchmarking, resulting in heightened quality and yield for smallholder farmers. This methodology empowers farmers with the insights needed to refine their cultivation practices and outputs.",
    "closing_the_digital_literacy_gap": "Closing the Digital Literacy Gap",
    "designed_with_userfriendly_interfaces_ou": "Designed with user-friendly interfaces, our platform caters to communities with varying levels of digital literacy. It fosters seamless interaction among farmers, buyers, and suppliers, ensuring inclusivity in digital advancements.",
    "enhancing_cooperative_management_efficie": "Enhancing Cooperative Management Efficiency",
    "efficient_data_management_is_pivotal_for": "Efficient data management is pivotal for cooperatives, facilitating smoother certification processes and furnishing valuable insights to buyers and farmers alike. Our platform streamlines data management, simplifying the (re)certification journey and augmenting cooperative operations.",
    "operational_resilience_in_lowconnectivit": "Operational Resilience in Low-Connectivity Areas",
    "our_system_operates_effectively_in_remot": "Our system operates effectively in remote locales with limited connectivity. It records transactions offline and synchronizes them once network access is restored, ensuring uninterrupted operational flow.",
    "curious_to_learn_more": "Curious to Learn More?",
    "our_solutions_performance": "Our Solutions' Performance",
    "in_realworld_applications": "in Real-World Applications.",
    "collaborate_with_us": "COLLABORATE WITH US",
    "cooperatives_and_farming_associations": "Cooperatives and Farming Associations",
    "utilize_agris_digital_solutions_for_main": "Utilize AGRI's digital solutions for maintaining reliable member records and efficient data collection, simplifying historical and field data management. Our platform aids in generating insightful reports, improving member services. Gain comprehensive insights into production and product processes. Achieve compliance with certification programs and regulations like the EU Deforestation Regulation (EUDR), ensuring traceability from farm to buyer. These tools empower your cooperative with enhanced transparency and sustainability, vital for accessing premium markets and increasing revenues.",
    "ngos_governments_and_development_agencie": "NGOs, Governments, and Development Agencies",
    "collaborate_with_us_to_implement_our_coo": "Collaborate with us to implement our Co-op Manager in your programs. This partnership enhances your ability to efficiently gather and analyze field information, providing deeper insights into performance and key indicators. Our technology streamlines data collection, enabling more effective monitoring and evaluation of your initiatives, ultimately leading to greater transparency and impact in your work with farmer communities.",
    "financial_institutions": "Financial Institutions",
    "leverage_agri’s_transaction_records_and_": "Leverage AGRI’s transaction records and field data to track farmers’ produce, sales, and income. Our data assists in meeting KYC requirements in rural or remote areas previously difficult to access.",
    "raw_commodity_buyers": "Raw Commodity Buyers",
    "access_coops_aggregators_and_agribusines": "Access co-ops, aggregators, and agribusinesses for a reliable, traceable, and ethical source of produce. Benefit from improved compliance with regulations like EUDR through our traceability solutions.",
    "partner_with_us_to_access_a_new_customer": "Partner with us to access a new customer base in previously inaccessible regions. Expand your reach and influence with our platform, connecting you directly to the agricultural community.",
    "how_can_we": "How Can We",
    "support_you": "Support You?",
    "worldwide_reach": "WORLDWIDE REACH",
    "were_global": "We're global. Let us know where you require our presence, and we'll be there.",
    "get_agri_news": "GET AGRI NEWS",
    "get_ready_for_change": "GET READY FOR CHANGE",
    "receive_technology_for_good_updates_stra": "Receive Technology for Good updates straight to your inbox!"
}